Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A44B.tmx
Source language: en_us
Languages: zh_cn

source: China gets the 2022 winter Olympics
zh_cn: 中国获得了2022年冬奥会举办权

source: IN 2022 the Winter Olympics will be held in a place with no snow.
zh_cn: 2022年冬季奥林匹克运动会将会在一个没有雪的地方举行。

source: On July 31st the International Olympic Committee awarded the games to Beijing, to be held in the city of Zhangjiakou, 250km (150 miles) north of the capital.
zh_cn: 7月31号国际奥委会把这个举办权授予了北京，而举办地是在首都以北250公里（150英里）的张家口市。

source: The resort beat Almaty in Kazakhstan, the only other remaining city left in the bid.
zh_cn: 他们击败了哈萨克斯坦的阿拉木图，后者是这次申办仅剩的唯一竞争城市。

source: China has many tasks to complete in the next seven years to ready itself. Among them is to make some snow.
zh_cn: 中国在未来的七年中有许多任务去完成来证明自己做好准备，其中就包括人工造雪。

source: When any city is awarded the Olympics, questions quickly follow about the country's ability to build the appropriate infrastructure in time-and how much it will cost.
zh_cn: 当有些城市获得奥运会的举办权时，这个国家的基础设施建设能力的问题，以及总共的成本都会及时的展现出来。

source: These cause less anxiety in China.
zh_cn: 不过这些在中国不会引起多大的焦虑。

source: In its bid the country highlighted its prowess at building fancy stadia, zippy high-speed rail and other transport links on time.
zh_cn: 在申办过程中国家着重展示了按时在建的梦幻般的体育场，高速铁路和其他交通枢纽。

source: Beijing has already hosted a successful summer Olympics-making it the first city ever to host both.
zh_cn: 北京已经举办过一届成功的夏季奥运会，现在则成为了第一个夏季冬季奥运会都举办过的城市。

source: In terms of the cost, the government deems no price tag too high for the prestige of staging the Olympics, yet another symbol of China's growing pre-eminence in the world.
zh_cn: 谈及成本，政府认为举办奥运会所带来的声望是没有价格能相提并论的，这也是中国在世界上强大的另一个标志。

source: More worrying is China's ambition to stage the winter Olympics-and launch a winter sports industry-in an arid desert (Zhangjiakou is near the Gobi).
zh_cn: 更多的担忧来自中国在一片干旱荒漠上举办冬奥会，还有如何发展一个冬季运动产业的雄心（张家口坐落在戈壁附近）。

source: Almost every winter Olympics venue uses artificial snow to supplement their own supply, and to ensure a plentiful supply of the best kind.
zh_cn: 几乎每一届冬奥会的举办地都会利用人造雪来提供补给，并且确保了最好种类的雪的充足供应。

source: But most have far more of their own to start with.
zh_cn: 但是在开始时大多数的雪都是天然的。

source: China does have areas which are covered in the real stuff through the winter, but these lay farther away from the capital, to the far north and north-east.
zh_cn: 中国的确有地方在冬天覆盖着天然雪，但是他们都离首都很远，在首都的北部和东北部。
